/* Practice Description Interpolation */
"\(measure.description), \(Int(startTempo)) → \(Int(endTempo)) bpm, Δ\(Int(tempoIncrement)) bpm, \(bars) bars, \(repetitions) reps" = "\(measure.description), \(Int(startTempo)) → \(Int(endTempo)) bpm, Δ\(Int(tempoIncrement)) bpm, \(bars) bars, \(repetitions) reps";

/* Heading for the TextField */
"Add Preset from current Metronome …" = "Add Preset from current Metronome …";

/* Key for pluralization of bars */
"bars" = "bars";

/* Section header */
"Beats" = "Beats";

/* Title of Count in toggle */
"Count in" = "Count in";

/* Title of the Textfield to rename Preset */
"Edit Title of Preset" = "Edit Title of Preset";

/* Label for Goal Tempo */
"Goal" = "Goal";

/* Label for Increment */
"Increment" = "Increment";

/* Initial Tempo of practice */
"Initial Tempo" = "Initial Tempo";

/* Initial Tempo Interpolation */
"Initial Tempo: \(Int(practice.startTempo)) BPM" = "Initial Tempo: \(Int(practice.startTempo)) BPM";

/* Label for Length */
"Length" = "Length";

/* Length of the practice piece */
"Length in bars" = "Length in bars";

/* Title Interpolation */
"Measure: \(beats.description)/\(note.description)" = "Measure: \(beats.description)/\(note.description)";

/* Title of Metronome Preset View */
"Metronome Presets" = "Metronome Presets";

/* Section header */
"Note" = "Note";

/* Title for Practice */
"Practice" = "Practice";

/* Title of Metronome Preset View */
"Practice Presets" = "Practice Presets";

/* Title of Practice settings sheet */
"Practice Settings" = "Practice Settings";

/* Title of the Textfield to name Preset */
"Preset Title" = "Preset Title";

/* Label for Repetitions */
"Repetitions" = "Repetitions";

/* Key for pluralization of repetitions */
"repetitions" = "repetitions";

/* Title of the save Buton */
"Save" = "Save";

/* Title of List of Instruments */
"Select sound" = "Select sound";

/* Label for Start Tempo */
"Start" = "Start";

/* Section header */
"Subdivision" = "Subdivision";

/* Title of Tamborine Instrument */
"Tamborine" = "Tamborine";

/* Label of Tempo Goal Slider */
"Tempo Goal" = "Tempo Goal";

/* Tempo Goal Interpolation */
"Tempo Goal: \(Int(practice.endTempo)) BPM" = "Tempo Goal: \(Int(practice.endTempo)) BPM";

/* Tempo Increment after */
"Tempo increased after …" = "Tempo increased after …";

/* Label of Tempo Increment Slider */
"Tempo Increment" = "Tempo Increment";

/* Tempo Increment Interpolation */
"Tempo is increased by: \(Int(practice.tempoIncrement)) BPM" = "Tempo is increased by: \(Int(practice.tempoIncrement)) BPM";

/* Title of Wood Instrument */
"Wood" = "Wood";

/* Title Metronome */
"Metronome" = "Metronome";
